writings/four/four_sketch.org
* four sketch
** questions
1. What do concepts from Queer Studies and adjacent fields offer to
   computational tools for working with text?
     4. Trans Studies' concept of EMBODIMENT/DYSPHORIA(?) offers an
        approach to text generation that reveals shared investments
        across identity and subject groups.

2. How do these computational tools constrain the expressive potential
   of language into data?
     4. In text generation, algorithmic prediction aggregates language
        expressions to generalize and approximate patterns of language
        use.
	
3. How do concepts from Queer Studies and adjacent fields work against
   constraints in text data?
     4. From the concept of EMBODIMENT/DYSPHORIA(?), the DESIRE FOR
        CONFORMITY/NORAMTIVITY reveals shared investments between
        polarized perspectives.

** roadmap
- polarization:
  - text generation is a method for dealing with political
    polarization
- aggregation
  - critique of AI as consumptive and as generative/creative
    - ADD paper on AI used for Palestine-Israel conflicx: ML used to
      find a middle ground
  - how training process works under the hood
  - how training process averages language forms into vectors
    - ADD Mikolov et al formula & critique
  - trans studies vs queer studies: offering a possibility to work
    with a different set of affects & structures.
  - trans studies attachment to normativity
  - trans studies theory on the body / dysmorphia
  - trans studies on cruel optimism
- sensory splits
  - close reading of outputs with attention to the bodily split
    - added: touch is scary, paul and micah
    - added: desire around touch becomes unambiguous, focused on
      person in postpods
      - ML is able to whittle down the language to a commonality
  - what the aftermath of the split means for futurity
    - added: future becomes bleak, intimacy becomes aspirational
- solidarities
  - added: we need a way of reading proliferated text; sedgwick on
    reading practices
    - added: chun on homophily; negative feelings not only polarize,
      but keep us separate in doing so.
  - added: why this move in source material from canonical to popular
    - expanding what counts as "queer" to include the majority; the
      goal of queering norms rather than expanding to include
      queerness.
  - added: cis people are not okay, we need trans studies to better
    understand these experiences
  - debates on identity politics: gender identity and the role of
    embodiment/transition in identity
  - ADD gender as physical/in the body answers the issues of
    discursive gender from chapter 1

** argument
The chapter begins with an examination of polarized perspectives and
how these are handled / "averaged" by ML text generation processes.

It then demonstrates how by examining the ML process in detail,
explaining how it aggregatess  various meanings into a common/average
meaning, which is a way of finding middle ground
between perspectives. Alongside these ML processes, this section also
considers Trans Studies theory on dysphoria to explore how it is also
driven by conformity processes, a desire to achieve a norm.

Finally, in the last section, the chapter reads the outputs from a ML
model trained on heterosexual dating dynamics, to surface the ways
that these daters experience bodily disruptions that are
like (without being) dysmorphic, and what this experience means about
a common relation to futurity. It then closes with a meditation on
identity politics in current debates about gender ideology,
to emphasize physical experiences of gender as part of identity -
which it contrasts to gender as discursive/fluid in chapter 1.
