writings/four/four_sketch.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-01-30 Fri 10:56 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="fcalado" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org54dae46">1. four sketch</a>
<ul>
<li><a href="#org8033a4d">1.1. questions</a></li>
<li><a href="#orgd485212">1.2. roadmap</a></li>
<li><a href="#org95b4d2a">1.3. argument</a></li>
<li><a href="#org314e790">1.4. reverse outline</a></li>
<li><a href="#orgbfa5b24">1.5. bank</a>
<ul>
<li><a href="#org73097b4">1.5.1. focus on LARGE language models is reinforcing research patterns</a></li>
<li><a href="#org2409311">1.5.2. Prosser. Queer v Trans subjects:</a></li>
</ul>
</li>
<li><a href="#orgd9d1de2">1.6. transcripts bank</a>
<ul>
<li><a href="#org4a579bd">1.6.1. transcript breakdown</a></li>
<li><a href="#orgff35e80">1.6.2. no sex</a></li>
<li><a href="#orgd9b7ac5">1.6.3. in pods, excitement for union/commitment</a></li>
<li><a href="#org6554981">1.6.4. BODY EMBODIED -&gt; MULTI-SENSORY / IDEALIZED</a></li>
<li><a href="#org58f8faf">1.6.5. INTIMACY BECOMES ASPIRATIONAL; SEX BECOMES SCARY</a></li>
<li><a href="#org058db16">1.6.6. sex begins ambivalent, becomes denounced/feared</a></li>
<li><a href="#org4659190">1.6.7. <span class="done DONE">DONE</span> in pods, being loved on the inside</a></li>
<li><a href="#orgcfc6038">1.6.8. I want/dont my mom/kids</a></li>
<li><a href="#orgd06cf8b">1.6.9. analysis: want, sex, s/he is, afraid</a></li>
<li><a href="#org9d3d4d7">1.6.10. podpods: don't want sex</a></li>
<li><a href="#orgdd3c363">1.6.11. natural</a></li>
<li><a href="#org34c6261">1.6.12. femininity / masculinity follow phsyical stereotypes, become more focused on jobs/roles</a></li>
<li><a href="#orgcca8362">1.6.13. physical touch is priority but ambivalent, becomes elevated and reassured</a></li>
<li><a href="#org170a9b1">1.6.14. voice shifts from pods to postpods: I want to kiss her/him to I want to kiss you</a></li>
<li><a href="#orgf7a8c63">1.6.15. your body feels real, becomes analogous to ideas</a></li>
<li><a href="#org470cf8e">1.6.16. SELF PRESERVATION OVERCOMES ROMANTIC ASPIRATION</a></li>
<li><a href="#orga0bd829">1.6.17. misc outputs</a></li>
</ul>
</li>
<li><a href="#org8883087">1.7. <span class="todo TODO">TODO</span> reading notes</a>
<ul>
<li><a href="#org187ed20">1.7.1. Gould, Wren Ariel. “Coconstructing (Trans-)Capitalist Realism: Trans Activisms Collude in the Political Economy Structuring Anti-Trans Laws.” TSQ: Transgender Studies Quarterly, vol. 11, no. 2, May 2024, pp. 214–38. Silverchair, https://doi.org/10.1215/23289252-11215470.</a></li>
<li><a href="#orgbaeabde">1.7.2. Terán, Ira, and Emrys Travis. “A Small Piece of Red Sky to Fly In.” TSQ, vol. 11, no. 2, May 2024, pp. 186–213. DOI.org (Crossref), https://doi.org/10.1215/23289252-11215457.</a></li>
<li><a href="#org81a04f2">1.7.3. <span class="todo TODO">TODO</span> Raha, Nat. “The Limits of Trans Liberalism—By Nat Raha.” Verso, https://www.versobooks.com/blogs/news/2245-the-limits-of-trans-liberalism-by-nat-raha. Accessed 20 Feb. 2025.</a></li>
<li><a href="#org031d07b">1.7.4. <span class="todo TODO">TODO</span> Bettcher, Talia Mae; Transphobia. TSQ 1 May 2014; 1 (1-2): 249–251. doi: https://doi.org/10.1215/23289252-2400181</a></li>
<li><a href="#orgea5d0c2">1.7.5. <span class="todo TODO">TODO</span> Amin, Kadji. “Taxonomically Queer? Sexology and New Queer, Trans, and Asexual Identities.” GLQ: A Journal of Lesbian and Gay Studies, vol. 29, no. 1, 2023, pp. 91–107.</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org54dae46" class="outline-2">
<h2 id="org54dae46"><span class="section-number-2">1.</span> four sketch</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org8033a4d" class="outline-3">
<h3 id="org8033a4d"><span class="section-number-3">1.1.</span> questions</h3>
<div class="outline-text-3" id="text-1-1">
<ol class="org-ol">
<li>What do concepts from Queer Studies and adjacent fields offer to
computational tools for working with text?
<ol class="org-ol">
<li>Trans Studies' concept of EMBODIMENT/DYSPHORIA(?) offers an
approach to text generation that reveals shared investments
across identity and subject groups.</li>
</ol></li>

<li>How do these computational tools constrain the expressive potential
of language into data?
<ol class="org-ol">
<li>In text generation, algorithmic prediction aggregates language
expressions to generalize and approximate patterns of language
use.</li>
</ol></li>

<li>How do concepts from Queer Studies and adjacent fields work against
constraints in text data?
<ol class="org-ol">
<li>From the concept of EMBODIMENT/DYSPHORIA(?), the DESIRE FOR
CONFORMITY/NORAMTIVITY reveals shared investments between
polarized perspectives.</li>
</ol></li>
</ol>
</div>
</div>

<div id="outline-container-orgd485212" class="outline-3">
<h3 id="orgd485212"><span class="section-number-3">1.2.</span> roadmap</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>polarization:
<ul class="org-ul">
<li>text generation is a method for dealing with political
polarization</li>
</ul></li>
<li>aggregation
<ul class="org-ul">
<li>critique of AI as consumptive and as generative/creative
<ul class="org-ul">
<li>ADD paper on AI used for Palestine-Israel conflicx: ML used to
find a middle ground</li>
</ul></li>
<li>how training process works under the hood</li>
<li>how training process averages language forms into vectors
<ul class="org-ul">
<li>ADD Mikolov et al formula &amp; critique</li>
</ul></li>
<li>trans studies vs queer studies: offering a possibility to work
with a different set of affects &amp; structures.</li>
<li>trans studies attachment to normativity</li>
<li>trans studies theory on the body / dysmorphia</li>
<li>trans studies on cruel optimism</li>
</ul></li>
<li>sensory splits
<ul class="org-ul">
<li>close reading of outputs with attention to the bodily split
<ul class="org-ul">
<li>added: touch is scary, paul and micah</li>
<li>added: desire around touch becomes unambiguous, focused on
person in postpods
<ul class="org-ul">
<li>ML is able to whittle down the language to a commonality</li>
</ul></li>
</ul></li>
<li>what the aftermath of the split means for futurity
<ul class="org-ul">
<li>added: future becomes bleak, intimacy becomes aspirational</li>
</ul></li>
</ul></li>
<li>solidarities
<ul class="org-ul">
<li>added: we need a way of reading proliferated text; sedgwick on
reading practices
<ul class="org-ul">
<li>added: chun on homophily; negative feelings not only polarize,
but keep us separate in doing so.</li>
</ul></li>
<li>added: why this move in source material from canonical to popular
<ul class="org-ul">
<li>expanding what counts as "queer" to include the majority; the
goal of queering norms rather than expanding to include
queerness.</li>
</ul></li>
<li>added: cis people are not okay, we need trans studies to better
understand these experiences</li>
<li>debates on identity politics: gender identity and the role of
embodiment/transition in identity</li>
<li>ADD gender as physical/in the body answers the issues of
discursive gender from chapter 1</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org95b4d2a" class="outline-3">
<h3 id="org95b4d2a"><span class="section-number-3">1.3.</span> argument</h3>
<div class="outline-text-3" id="text-1-3">
<p>
The chapter begins with an examination of polarized perspectives and
how these are handled / "averaged" by ML text generation processes.
</p>

<p>
It then demonstrates how by examining the ML process in detail,
explaining how it aggregatess  various meanings into a common/average
meaning, which is a way of finding middle ground
between perspectives. Alongside these ML processes, this section also
considers Trans Studies theory on dysphoria to explore how it is also
driven by conformity processes, a desire to achieve a norm.
</p>

<p>
Finally, in the last section, the chapter reads the outputs from a ML
model trained on heterosexual dating dynamics, to surface the ways
that these daters experience bodily disruptions that are
like (without being) dysmorphic, and what this experience means about
a common relation to futurity. It then closes with a meditation on
identity politics in current debates about gender ideology,
to emphasize physical experiences of gender as part of identity -
which it contrasts to gender as discursive/fluid in chapter 1.
</p>
</div>
</div>
