writings/four/four_sketch.org
** reverse outline

| Aggregation                                                         |                                                              |
| Claim                                                               | Function                                                     |
|---------------------------------------------------------------------+--------------------------------------------------------------|
| 1. training models to generate text like show participants          | introduces methodology of ML training on transcripts         |
| 2. ML's hunger for larger models is wasteful and inefficient        | introduces critique of ML methodology                        |
| 3. rather, ML might be used as a reflexive tool                     | situates my methodological intervention w/r/t above critique |
| 4. in addition to being reflexive, can be "normalizing"             | makes claim that intervention as "normalizing"               |
| 5. for example, phrase "marriage is" generates approximations       | offers example of how methodological intervention works      |
| 6. word vectors represent meaning as list of probabilties           | explains key concept in methodology: vectors                 |
| 7. to get vectors, models must adjust themselves iteratively        | explains key mechanism: training process                     |
| 8. training continues until model attains an average vector         | emphasizes cyclical aspect of training process               |
| 9. model will then generate most plausible completions              | comes back to example to integrate mechanism                 |
| 10. approximation is a normalization of language                    | reasserts and explains claim that mechanism is normalizing   |
| ADD evidence to above paragraph: model wants/desires the average    |                                                              |
| ADD paragraph: normalizing is also a drive in TS                    | sets up an analogical framework to work with ML mechanism    |
| 11. Trans Studies affects are quotidian, opposed to QS              | brings up TS framework and opposes it to queer via affect    |
| INTEGRATE 13: TS requires attention to norm attachments             |                                                              |
| 12. performativity cannot address desire for sexed embodiment       | explains how this framework addresses embodiment gap in QS   |
| 14. desire for normativity leads to embodiment disjunction          | ties TS's desire for norms to embodied experience            |
| 15. REPHRASE: not only creates disjunction but also future relation | considers another effect of this desire                      |


** bank

*** focus on LARGE language models is reinforcing research patterns
"The bigger-is-better norm is also self-reinforcing, shaping the AI
research field by informing what kinds of research is incentivized,
which questions are asked (or remain unasked), as well as the
relationship between industrial and academic actors." (Varoquaux et
al). 

*** Prosser. Queer v Trans subjects:
- "There is much about transsexuality that must remain irreconcilable
  to queer: the specificity of transsexual experience; the importance
  of flesh to self; the difference between sex and gender identity;
  the desire to pass as "real-ly-gendered" in a world without trouble;
  perhaps above all, as I explore in my next chapter, a particular
  experience of the body that can't simply transcend (or
  transubstantiate) the literal" (59).

** transcripts bank
*** transcript breakdown
Transcripts in the pods:
- Season 2, episodes: 1, 2, 3
- Season 3, episodes: 1, 2, 3
- Season 4, episodes: 1, 2, 3

Honeymoon and reality episodes:
- Season 2, episodes: 4-10
- Season 3, episodes: 4-10
- Season 4, episodes: 4-12
  
*** no sex
In the context of the show, these outputs make sense because physical
intimacy begins to plague most the couples as soon as they meet. As
they move from the pods to living together, they struggle to progress
their relationships into physical contact, a fact that is mostly kept
unacknowledged until there is breakup.
*** in pods, excitement for union/commitment
PODS
- I'm excited to spend my first night with her.
- I am so excited to spend the rest of my life with you.

POSTPODS
- I think that, like, we can work through it and, like, move it to
  where we need it to be.
- I don't want you to get hurt.


*** BODY EMBODIED -> MULTI-SENSORY / IDEALIZED
*** INTIMACY BECOMES ASPIRATIONAL; SEX BECOMES SCARY

