writings/four/four_sketch.html
<div id="outline-container-org314e790" class="outline-3">
<h3 id="org314e790"><span class="section-number-3">1.4.</span> reverse outline</h3>
<div class="outline-text-3" id="text-1-4">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Aggregation</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>

<tr>
<th scope="col" class="org-left">Claim</th>
<th scope="col" class="org-left">Function</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">1. training models to generate text like show participants</td>
<td class="org-left">introduces methodology of ML training on transcripts</td>
</tr>

<tr>
<td class="org-left">2. ML's hunger for larger models is wasteful and inefficient</td>
<td class="org-left">introduces critique of ML methodology</td>
</tr>

<tr>
<td class="org-left">3. rather, ML might be used as a reflexive tool</td>
<td class="org-left">situates my methodological intervention w/r/t above critique</td>
</tr>

<tr>
<td class="org-left">4. in addition to being reflexive, can be "normalizing"</td>
<td class="org-left">makes claim that intervention as "normalizing"</td>
</tr>

<tr>
<td class="org-left">5. for example, phrase "marriage is" generates approximations</td>
<td class="org-left">offers example of how methodological intervention works</td>
</tr>

<tr>
<td class="org-left">6. word vectors represent meaning as list of probabilties</td>
<td class="org-left">explains key concept in methodology: vectors</td>
</tr>

<tr>
<td class="org-left">7. to get vectors, models must adjust themselves iteratively</td>
<td class="org-left">explains key mechanism: training process</td>
</tr>

<tr>
<td class="org-left">8. training continues until model attains an average vector</td>
<td class="org-left">emphasizes cyclical aspect of training process</td>
</tr>

<tr>
<td class="org-left">9. model will then generate most plausible completions</td>
<td class="org-left">comes back to example to integrate mechanism</td>
</tr>

<tr>
<td class="org-left">10. approximation is a normalization of language</td>
<td class="org-left">reasserts and explains claim that mechanism is normalizing</td>
</tr>

<tr>
<td class="org-left">ADD evidence to above paragraph: model wants/desires the average</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">ADD paragraph: normalizing is also a drive in TS</td>
<td class="org-left">sets up an analogical framework to work with ML mechanism</td>
</tr>

<tr>
<td class="org-left">11. Trans Studies affects are quotidian, opposed to QS</td>
<td class="org-left">brings up TS framework and opposes it to queer via affect</td>
</tr>

<tr>
<td class="org-left">INTEGRATE 13: TS requires attention to norm attachments</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">12. performativity cannot address desire for sexed embodiment</td>
<td class="org-left">explains how this framework addresses embodiment gap in QS</td>
</tr>

<tr>
<td class="org-left">14. desire for normativity leads to embodiment disjunction</td>
<td class="org-left">ties TS's desire for norms to embodied experience</td>
</tr>

<tr>
<td class="org-left">15. REPHRASE: not only creates disjunction but also future relation</td>
<td class="org-left">considers another effect of this desire</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgbfa5b24" class="outline-3">
<h3 id="orgbfa5b24"><span class="section-number-3">1.5.</span> bank</h3>
<div class="outline-text-3" id="text-1-5">
</div>
<div id="outline-container-org73097b4" class="outline-4">
<h4 id="org73097b4"><span class="section-number-4">1.5.1.</span> focus on LARGE language models is reinforcing research patterns</h4>
<div class="outline-text-4" id="text-1-5-1">
<p>
"The bigger-is-better norm is also self-reinforcing, shaping the AI
research field by informing what kinds of research is incentivized,
which questions are asked (or remain unasked), as well as the
relationship between industrial and academic actors." (Varoquaux et
al). 
</p>
</div>
</div>

<div id="outline-container-org2409311" class="outline-4">
<h4 id="org2409311"><span class="section-number-4">1.5.2.</span> Prosser. Queer v Trans subjects:</h4>
<div class="outline-text-4" id="text-1-5-2">
<ul class="org-ul">
<li>"There is much about transsexuality that must remain irreconcilable
to queer: the specificity of transsexual experience; the importance
of flesh to self; the difference between sex and gender identity;
the desire to pass as "real-ly-gendered" in a world without trouble;
perhaps above all, as I explore in my next chapter, a particular
experience of the body that can't simply transcend (or
transubstantiate) the literal" (59).</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgd9d1de2" class="outline-3">
<h3 id="orgd9d1de2"><span class="section-number-3">1.6.</span> transcripts bank</h3>
<div class="outline-text-3" id="text-1-6">
</div>
<div id="outline-container-org4a579bd" class="outline-4">
<h4 id="org4a579bd"><span class="section-number-4">1.6.1.</span> transcript breakdown</h4>
<div class="outline-text-4" id="text-1-6-1">
<p>
Transcripts in the pods:
</p>
<ul class="org-ul">
<li>Season 2, episodes: 1, 2, 3</li>
<li>Season 3, episodes: 1, 2, 3</li>
<li>Season 4, episodes: 1, 2, 3</li>
</ul>

<p>
Honeymoon and reality episodes:
</p>
<ul class="org-ul">
<li>Season 2, episodes: 4-10</li>
<li>Season 3, episodes: 4-10</li>
<li>Season 4, episodes: 4-12</li>
</ul>
</div>
</div>

<div id="outline-container-orgff35e80" class="outline-4">
<h4 id="orgff35e80"><span class="section-number-4">1.6.2.</span> no sex</h4>
<div class="outline-text-4" id="text-1-6-2">
<p>
In the context of the show, these outputs make sense because physical
intimacy begins to plague most the couples as soon as they meet. As
they move from the pods to living together, they struggle to progress
their relationships into physical contact, a fact that is mostly kept
unacknowledged until there is breakup.
</p>
</div>
</div>
<div id="outline-container-orgd9b7ac5" class="outline-4">
<h4 id="orgd9b7ac5"><span class="section-number-4">1.6.3.</span> in pods, excitement for union/commitment</h4>
<div class="outline-text-4" id="text-1-6-3">
<p>
PODS
</p>
<ul class="org-ul">
<li>I'm excited to spend my first night with her.</li>
<li>I am so excited to spend the rest of my life with you.</li>
</ul>

<p>
POSTPODS
</p>
<ul class="org-ul">
<li>I think that, like, we can work through it and, like, move it to
where we need it to be.</li>
<li>I don't want you to get hurt.</li>
</ul>
</div>
</div>


<div id="outline-container-org6554981" class="outline-4">
<h4 id="org6554981"><span class="section-number-4">1.6.4.</span> BODY EMBODIED -&gt; MULTI-SENSORY / IDEALIZED</h4>
</div>
<div id="outline-container-org58f8faf" class="outline-4">
<h4 id="org58f8faf"><span class="section-number-4">1.6.5.</span> INTIMACY BECOMES ASPIRATIONAL; SEX BECOMES SCARY</h4>
</div>
