writings/four/four_sketch.org
*** sex begins ambivalent, becomes denounced/feared
PODS

Sex is important, but can be difficult and fearful
- Sex is definitely important to me.
- Sex is fucked.
- Sex is definitely important.
- Sex is scary.
- Making love is scary.
- Sex is a lot.
- Sex is sexy.
- Making love is hard.
- Making love is not easy, but it's important.
- Making love is not easy, but it's worth it.
- Having sex is not something that I would ever wish on anyone else
- Making love is a real thing.
- Making love is, like, very real.

Feels like it's a consolation? Like explaining why someone won't be
having sex, or speaking of sex as a hypothetical
- Having sex is a thing, like, I don't wanna make you feel like that.
- Having sex is not a thing to anyone's tastes.
- Having sex is not a thing to anyone's mind, you know.
- Having sex is still taboo, it's still very much a thing.
- Having sex is a thing, I do have a huge amount of freckles.
- Having sex is hard for me, and I just feel like it's not worth it.
- Having sex is a physical act, and I'm not attracted to physical
  attraction
  
Ambivalence :
- Having sex is sexy, but there's something about it that I don't
  want to put my finger on.
- Having sex is something that I am very attracted to, but it is also
  something that I am not attracted to
- Having sex is sexy, it's fun, and I've never even seen a woman
  having sex with me.)
- Having sex is not something I would want in a partner, but it's
  something I can definitely do.

Sex for reproductive/mating reasons.
- I want to have sex because I want to have kids.
- I want to have sex because I feel like I'm the complete package.
- I want to have sex because I want to be with somebody who is, like,
  doing that.
  
POSTPODS: the physical body introduces a problem.

Sex becomes a problem, posing an obstacle or fear
- Having sex is a thing.
- Having sex is a thing, right?
- Having sex is not a normal thing, you know.
- Having sex is not a normal thing for a couple.
- Sex is a very, very, very, very, very serious thing.
- Sex is definitely a factor.
- Sex is a big part of my life.
- I prefer not to have sex with him, but I'm gonna have sex with him.
- Having sex is a big deal for me, but it's not something that I could
  ever do.
- Sex is something that I should never ever do.
- Having sex is so easy, and it's really scary.
- Having sex is a very scary step.
- Sex is a very, very, very, very scary, very, very real fear.
- I prefer not to be affectionate.

Sex for intimacy reasons
- I want to have sex because I feel like I'm ready to have it.
- I want to have sex because I feel that I'm attracted to you.
- I want to have sex because I'm nervous.
- I want to have sex because I love you.
- I want to have sex because I feel like it's gonna be, like, really
  fun.
- I want to have sex because I feel like I've never had sex before.
- I want to have sex because, like, I'm not sacrificing what I want.

*** DONE in pods, being loved on the inside 
CLOSED: [2025-10-02 Thu 14:06]
PODS
- I want someone who is gonna have the most authentic relationship and the most authentic connection with me.
- I want someone who will love me regardless of how I look, not my bad breath.

**** DONE in pods, body is more embodied, becomes visual
CLOSED: [2025-10-02 Thu 14:38]
Like a second skin, like a weight: heavier, reality, different, torn,
but also like an open mind, going all over my mind.

After pods, "like I've missed my train".

PODS
- My body, like, tingles.
- My body language is, like, obviously very masculine.
- My body image is perfect.
- My body image has definitely been, like, a lot more superficial for
  me in my own way.
- My body language is so fluid, and my voice is so calm.
- My body language is so weird, but I don't really know what to do.
- My body language is so weird!
- My body language is, like, very controlling.
- My body language is just, like, very relaxed.
- My body makes me feel like it's real.
- My body makes me feel like it's going all over my mind.
- My body feels weird.
- My body feels heavier.
- My body feels so different now.
- My body feels like it's coming off.
- My body feels torn between two different people.
- My body feels like it's always an open mind.

POSTPODS
- My body is so, like, tight and, like, tight.
- My body is very, very physical.
- My body is gorgeous.
- My body is so cute.
- My body is so pretty, you know.
- My body is gorgeous, and my soul is so beautiful.
- My body is so pretty, but my heart is so pretty, you know.
- My body, you know, I'm not sure if I would fit in here.
- My body makes me feel like I've missed my train.
- My body makes me feel uncomfortable.
- My body makes me feel so, like, so, like, so, like, vulnerable.
- My body makes me feel so icky.
- My body makes me feel like I can be more aggressive, more
  aggressive.

**** touching goes from feeling good to multi-sensory, emotional feelings
When close reading the examples of "touch", in PODS they are all
positive and forward looking; and in POSTPODS they are mostly negative
and describe revulsion.

In the LLM, in the pods, touch is brought to the present and is
positive, and for the postpods, touch expands to different senses. 

PODS
- Touching you Touching me, I'm just so happy.
- Touching you touch me.
- Touching you touch, you know, just, like, touching.
- Touching you Touching me feels good.
- Touching you Touching me is just amazing.
- Touching you Touching me feels nice.
- Touching you Touching me feels great.
- Touching you Touching me feels good.
- Touching you know, touching you.
- Touching you touch, seeing you touch.
- Touching you touch is so sexy.
- Touching you Touching me Good.

POSTPODS
- Touching you with my voice, you're not blinking.
- Touching you and your soul with everything that's happened.
- Touching you, I felt the connection that we had.
- Touching you, I feel like we're in a perfect spot.
- Touching you, I literally feel like I'm in love.
- Touching you, I'm getting a little emotional.
- Touching you is everything I've ever wanted.
- Touching you like that, we're ready.
- Touching you, I feel like I'm ready.
- Touching you is my wish.

  
