writings/four/four_sketch.html

<div id="outline-container-org058db16" class="outline-4">
<h4 id="org058db16"><span class="section-number-4">1.6.6.</span> sex begins ambivalent, becomes denounced/feared</h4>
<div class="outline-text-4" id="text-1-6-6">
<p>
PODS
</p>

<p>
Sex is important, but can be difficult and fearful
</p>
<ul class="org-ul">
<li>Sex is definitely important to me.</li>
<li>Sex is fucked.</li>
<li>Sex is definitely important.</li>
<li>Sex is scary.</li>
<li>Making love is scary.</li>
<li>Sex is a lot.</li>
<li>Sex is sexy.</li>
<li>Making love is hard.</li>
<li>Making love is not easy, but it's important.</li>
<li>Making love is not easy, but it's worth it.</li>
<li>Having sex is not something that I would ever wish on anyone else</li>
<li>Making love is a real thing.</li>
<li>Making love is, like, very real.</li>
</ul>

<p>
Feels like it's a consolation? Like explaining why someone won't be
having sex, or speaking of sex as a hypothetical
</p>
<ul class="org-ul">
<li>Having sex is a thing, like, I don't wanna make you feel like that.</li>
<li>Having sex is not a thing to anyone's tastes.</li>
<li>Having sex is not a thing to anyone's mind, you know.</li>
<li>Having sex is still taboo, it's still very much a thing.</li>
<li>Having sex is a thing, I do have a huge amount of freckles.</li>
<li>Having sex is hard for me, and I just feel like it's not worth it.</li>
<li>Having sex is a physical act, and I'm not attracted to physical
attraction</li>
</ul>

<p>
Ambivalence :
</p>
<ul class="org-ul">
<li>Having sex is sexy, but there's something about it that I don't
want to put my finger on.</li>
<li>Having sex is something that I am very attracted to, but it is also
something that I am not attracted to</li>
<li>Having sex is sexy, it's fun, and I've never even seen a woman
having sex with me.)</li>
<li>Having sex is not something I would want in a partner, but it's
something I can definitely do.</li>
</ul>

<p>
Sex for reproductive/mating reasons.
</p>
<ul class="org-ul">
<li>I want to have sex because I want to have kids.</li>
<li>I want to have sex because I feel like I'm the complete package.</li>
<li>I want to have sex because I want to be with somebody who is, like,
doing that.</li>
</ul>

<p>
POSTPODS: the physical body introduces a problem.
</p>

<p>
Sex becomes a problem, posing an obstacle or fear
</p>
<ul class="org-ul">
<li>Having sex is a thing.</li>
<li>Having sex is a thing, right?</li>
<li>Having sex is not a normal thing, you know.</li>
<li>Having sex is not a normal thing for a couple.</li>
<li>Sex is a very, very, very, very, very serious thing.</li>
<li>Sex is definitely a factor.</li>
<li>Sex is a big part of my life.</li>
<li>I prefer not to have sex with him, but I'm gonna have sex with him.</li>
<li>Having sex is a big deal for me, but it's not something that I could
ever do.</li>
<li>Sex is something that I should never ever do.</li>
<li>Having sex is so easy, and it's really scary.</li>
<li>Having sex is a very scary step.</li>
<li>Sex is a very, very, very, very scary, very, very real fear.</li>
<li>I prefer not to be affectionate.</li>
</ul>

<p>
Sex for intimacy reasons
</p>
<ul class="org-ul">
<li>I want to have sex because I feel like I'm ready to have it.</li>
<li>I want to have sex because I feel that I'm attracted to you.</li>
<li>I want to have sex because I'm nervous.</li>
<li>I want to have sex because I love you.</li>
<li>I want to have sex because I feel like it's gonna be, like, really
fun.</li>
<li>I want to have sex because I feel like I've never had sex before.</li>
<li>I want to have sex because, like, I'm not sacrificing what I want.</li>
</ul>
</div>
</div>

<div id="outline-container-org4659190" class="outline-4">
<h4 id="org4659190"><span class="section-number-4">1.6.7.</span> <span class="done DONE">DONE</span> in pods, being loved on the inside</h4>
<div class="outline-text-4" id="text-1-6-7">
<p>
PODS
</p>
<ul class="org-ul">
<li>I want someone who is gonna have the most authentic relationship and the most authentic connection with me.</li>
<li>I want someone who will love me regardless of how I look, not my bad breath.</li>
</ul>
</div>

<ol class="org-ol">
<li><a id="org5f3fcea"></a><span class="done DONE">DONE</span> in pods, body is more embodied, becomes visual<br />
<div class="outline-text-5" id="text-1-6-7-1">
<p>
Like a second skin, like a weight: heavier, reality, different, torn,
but also like an open mind, going all over my mind.
</p>

<p>
After pods, "like I've missed my train".
</p>

<p>
PODS
</p>
<ul class="org-ul">
<li>My body, like, tingles.</li>
<li>My body language is, like, obviously very masculine.</li>
<li>My body image is perfect.</li>
<li>My body image has definitely been, like, a lot more superficial for
me in my own way.</li>
<li>My body language is so fluid, and my voice is so calm.</li>
<li>My body language is so weird, but I don't really know what to do.</li>
<li>My body language is so weird!</li>
<li>My body language is, like, very controlling.</li>
<li>My body language is just, like, very relaxed.</li>
<li>My body makes me feel like it's real.</li>
<li>My body makes me feel like it's going all over my mind.</li>
<li>My body feels weird.</li>
<li>My body feels heavier.</li>
<li>My body feels so different now.</li>
<li>My body feels like it's coming off.</li>
<li>My body feels torn between two different people.</li>
<li>My body feels like it's always an open mind.</li>
</ul>

<p>
POSTPODS
</p>
<ul class="org-ul">
<li>My body is so, like, tight and, like, tight.</li>
<li>My body is very, very physical.</li>
<li>My body is gorgeous.</li>
<li>My body is so cute.</li>
<li>My body is so pretty, you know.</li>
<li>My body is gorgeous, and my soul is so beautiful.</li>
<li>My body is so pretty, but my heart is so pretty, you know.</li>
<li>My body, you know, I'm not sure if I would fit in here.</li>
<li>My body makes me feel like I've missed my train.</li>
<li>My body makes me feel uncomfortable.</li>
<li>My body makes me feel so, like, so, like, so, like, vulnerable.</li>
<li>My body makes me feel so icky.</li>
<li>My body makes me feel like I can be more aggressive, more
aggressive.</li>
</ul>
</div>
</li>

<li><a id="org37bbf52"></a>touching goes from feeling good to multi-sensory, emotional feelings<br />
<div class="outline-text-5" id="text-1-6-7-2">
<p>
When close reading the examples of "touch", in PODS they are all
positive and forward looking; and in POSTPODS they are mostly negative
and describe revulsion.
</p>

<p>
In the LLM, in the pods, touch is brought to the present and is
positive, and for the postpods, touch expands to different senses. 
</p>

<p>
PODS
</p>
<ul class="org-ul">
<li>Touching you Touching me, I'm just so happy.</li>
<li>Touching you touch me.</li>
<li>Touching you touch, you know, just, like, touching.</li>
<li>Touching you Touching me feels good.</li>
<li>Touching you Touching me is just amazing.</li>
<li>Touching you Touching me feels nice.</li>
<li>Touching you Touching me feels great.</li>
<li>Touching you Touching me feels good.</li>
<li>Touching you know, touching you.</li>
<li>Touching you touch, seeing you touch.</li>
<li>Touching you touch is so sexy.</li>
<li>Touching you Touching me Good.</li>
</ul>

<p>
POSTPODS
</p>
<ul class="org-ul">
<li>Touching you with my voice, you're not blinking.</li>
<li>Touching you and your soul with everything that's happened.</li>
<li>Touching you, I felt the connection that we had.</li>
<li>Touching you, I feel like we're in a perfect spot.</li>
<li>Touching you, I literally feel like I'm in love.</li>
<li>Touching you, I'm getting a little emotional.</li>
<li>Touching you is everything I've ever wanted.</li>
<li>Touching you like that, we're ready.</li>
<li>Touching you, I feel like I'm ready.</li>
<li>Touching you is my wish.</li>
</ul>
</div>
</li>
</ol>
</div>
