writings/four/four_sketch.org
*** I want/dont my mom/kids
PODS EXCERPTS
- I want my mom to have grandchildren.
- I want someone who wants to be a dad, and I want someone who wants
  to be a grandfather.
- I want kids like my parents did.
- I want kids like my dad did with me.
- I want kids to be able to go to college, and to graduate college.
- I want kids to be able to go to college, to become successful, and to have successful families.
- I want kids to be able to grow up just like they've grown up just like me.
- I want kids to be able to have that, you know.
- I want kids to be like, "I'm gonna follow my heart."
- I want kids to be able to make the most important decision of their lives.
- I want my kids to have a future together where we can just see it
  and be like, 'Oh, I'm not picking the right kids.'
- I want the best, and I wanna have the best, and I wanna be the
  best, and I wanna have the best, and I wanna be the best, and I
  wanna be the best, and I wanna live the best, and I wanna

KIDS are a projection of US/ME in post pods:
- I don't want kids to feel like... like they're being controlled.
- I don't want kids to feel like they can be themselves.
- I don't want kids to feel like they've been betrayed.
- I don't want kids like that to come into my life.
- I don't want kids to be left behind.
- I don't want kids to feel like... they're not ready for marriage.

*** analysis: want, sex, s/he is, afraid
Input phrases:
- "want" - changes from pods to postpods -- becomes displaced into the
  other, where before was focused on subjectivity, the self.
  - perhaps desire goes away because it become projected onto the
    other.
- "having sex" - in the pods, it's a "thing"; while in the postpods,
  it's "a big issue", "big deal", "scary", "tough". 
  - moves from a concept invested with importance to a problem.
- "he is / she is" - have similar predicates.
  - genders are interchangeable.
  - not yet specific.
- "afraid"
  - more variety in postpod episodes; focused on fear of the future,
    of relationships not working out.

*** podpods: don't want sex
I don't want to have sex because I feel like I'm making the wrong choice.
I don't want to have sex because I feel like I'm attracted to Josh.
I don't want to have sex because I feel like I have sex with her.
I don't want to have sex because I feel like I'm in love with you.
I don't want to have sex because I don't want sex.
I don't want to have sex because...
I don't want to have sex because I don't want you to be having a lot of sex.
I don't want to have sex because of my mom.
I don't want to have sex because I don't wanna have sex.
I don't want to have sex because I feel like I don't want sex with him.
I don't want to have sex because I want a lot of sex.
I don't want to have sex because I feel like I'm trying to make the most of my life.
I don't want to have sex because I feel like I'm questioning him.
I don't want to have sex because I don't know how to describe that.
I don't want to have sex because I feel like I'm in love with you.
*** natural
In the pods, it feels natural to be present and communicating in an
intimate way, but outside of the pods, what appears to be natural is
lifelong commitment. 

PODS
- It's natural that I'm here.
- It's natural that I've been so deep with you.
- It's natural that I feel comfortable enough saying that.
- It's natural that you're in a position to be treated differently.
- It's natural that I'm in it.
- It's natural that I feel like I have to be with somebody that's not
  there for me.
- It's natural that I'm attracted to you, and I'm attracted to you.

 POSTPODS
- It's natural that you wanna grow with someone.
- It's natural that you're gonna spend the rest of your life with
  somebody.
- It's natural that you wanna spend the rest of your life with someone
  that's gonna support you regardless of how hard it's been.
- It's natural that you wanna have somebody.
- It's natural that you love someone based on who you are on the
  inside.
- It's natural that you wanna be with somebody.
- It's natural that you're gonna pick someone.
- It's natural that we're gonna have this family.

*** femininity / masculinity follow phsyical stereotypes, become more focused on jobs/roles
Pods, femininity with appearance
- She's feminine because she's, like, physically attractive.
- She's feminine because she's, like, she's, like, super-hot.
- She's feminine because she's more outgoing.
- She's feminine because she's an older woman.
- She's feminine because she looks like a model.
- She's feminine because of her looks.

Pods, Masculinity with size:
- He's masculine because he builds, builds, and builds a family.
- He's masculine because he's not only his height, he's also his build.
- He's masculine because he's, like, his size.
- He's masculine because he was always going for it.

Postpods, feminity also has to do with a job, but also qualities: 
- She's feminine because she's an educated woman.
- She's feminine because she's a designer.
- She's feminine because she's so analytical.
- She's feminine because she's more nurturing.

But also due to being discrete:
- She's feminine because she doesn't show up to men often.
- She's feminine because she doesn't wanna be seen.
- She's feminine because she doesn't want it.

Masculinity has to do with job, providing:
- He's masculine because he's a man that's driven, like, focused on getting out of bed and taking a nap and stuff.
- He's masculine because he fits.
- He's masculine because he's a lawyer.
- He's masculine because he's an intelligent man.
  
