writings/four/four_sketch.html


<div id="outline-container-orgcfc6038" class="outline-4">
<h4 id="orgcfc6038"><span class="section-number-4">1.6.8.</span> I want/dont my mom/kids</h4>
<div class="outline-text-4" id="text-1-6-8">
<p>
PODS EXCERPTS
</p>
<ul class="org-ul">
<li>I want my mom to have grandchildren.</li>
<li>I want someone who wants to be a dad, and I want someone who wants
to be a grandfather.</li>
<li>I want kids like my parents did.</li>
<li>I want kids like my dad did with me.</li>
<li>I want kids to be able to go to college, and to graduate college.</li>
<li>I want kids to be able to go to college, to become successful, and to have successful families.</li>
<li>I want kids to be able to grow up just like they've grown up just like me.</li>
<li>I want kids to be able to have that, you know.</li>
<li>I want kids to be like, "I'm gonna follow my heart."</li>
<li>I want kids to be able to make the most important decision of their lives.</li>
<li>I want my kids to have a future together where we can just see it
and be like, 'Oh, I'm not picking the right kids.'</li>
<li>I want the best, and I wanna have the best, and I wanna be the
best, and I wanna have the best, and I wanna be the best, and I
wanna be the best, and I wanna live the best, and I wanna</li>
</ul>

<p>
KIDS are a projection of US/ME in post pods:
</p>
<ul class="org-ul">
<li>I don't want kids to feel like&#x2026; like they're being controlled.</li>
<li>I don't want kids to feel like they can be themselves.</li>
<li>I don't want kids to feel like they've been betrayed.</li>
<li>I don't want kids like that to come into my life.</li>
<li>I don't want kids to be left behind.</li>
<li>I don't want kids to feel like&#x2026; they're not ready for marriage.</li>
</ul>
</div>
</div>

<div id="outline-container-orgd06cf8b" class="outline-4">
<h4 id="orgd06cf8b"><span class="section-number-4">1.6.9.</span> analysis: want, sex, s/he is, afraid</h4>
<div class="outline-text-4" id="text-1-6-9">
<p>
Input phrases:
</p>
<ul class="org-ul">
<li>"want" - changes from pods to postpods &#x2013; becomes displaced into the
other, where before was focused on subjectivity, the self.
<ul class="org-ul">
<li>perhaps desire goes away because it become projected onto the
other.</li>
</ul></li>
<li>"having sex" - in the pods, it's a "thing"; while in the postpods,
it's "a big issue", "big deal", "scary", "tough". 
<ul class="org-ul">
<li>moves from a concept invested with importance to a problem.</li>
</ul></li>
<li>"he is / she is" - have similar predicates.
<ul class="org-ul">
<li>genders are interchangeable.</li>
<li>not yet specific.</li>
</ul></li>
<li>"afraid"
<ul class="org-ul">
<li>more variety in postpod episodes; focused on fear of the future,
of relationships not working out.</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org9d3d4d7" class="outline-4">
<h4 id="org9d3d4d7"><span class="section-number-4">1.6.10.</span> podpods: don't want sex</h4>
<div class="outline-text-4" id="text-1-6-10">
<p>
I don't want to have sex because I feel like I'm making the wrong choice.
I don't want to have sex because I feel like I'm attracted to Josh.
I don't want to have sex because I feel like I have sex with her.
I don't want to have sex because I feel like I'm in love with you.
I don't want to have sex because I don't want sex.
I don't want to have sex because&#x2026;
I don't want to have sex because I don't want you to be having a lot of sex.
I don't want to have sex because of my mom.
I don't want to have sex because I don't wanna have sex.
I don't want to have sex because I feel like I don't want sex with him.
I don't want to have sex because I want a lot of sex.
I don't want to have sex because I feel like I'm trying to make the most of my life.
I don't want to have sex because I feel like I'm questioning him.
I don't want to have sex because I don't know how to describe that.
I don't want to have sex because I feel like I'm in love with you.
</p>
</div>
</div>
<div id="outline-container-orgdd3c363" class="outline-4">
<h4 id="orgdd3c363"><span class="section-number-4">1.6.11.</span> natural</h4>
<div class="outline-text-4" id="text-1-6-11">
<p>
In the pods, it feels natural to be present and communicating in an
intimate way, but outside of the pods, what appears to be natural is
lifelong commitment. 
</p>

<p>
PODS
</p>
<ul class="org-ul">
<li>It's natural that I'm here.</li>
<li>It's natural that I've been so deep with you.</li>
<li>It's natural that I feel comfortable enough saying that.</li>
<li>It's natural that you're in a position to be treated differently.</li>
<li>It's natural that I'm in it.</li>
<li>It's natural that I feel like I have to be with somebody that's not
there for me.</li>
<li><p>
It's natural that I'm attracted to you, and I'm attracted to you.
</p>

<p>
POSTPODS
</p></li>
<li>It's natural that you wanna grow with someone.</li>
<li>It's natural that you're gonna spend the rest of your life with
somebody.</li>
<li>It's natural that you wanna spend the rest of your life with someone
that's gonna support you regardless of how hard it's been.</li>
<li>It's natural that you wanna have somebody.</li>
<li>It's natural that you love someone based on who you are on the
inside.</li>
<li>It's natural that you wanna be with somebody.</li>
<li>It's natural that you're gonna pick someone.</li>
<li>It's natural that we're gonna have this family.</li>
</ul>
</div>
</div>

<div id="outline-container-org34c6261" class="outline-4">
<h4 id="org34c6261"><span class="section-number-4">1.6.12.</span> femininity / masculinity follow phsyical stereotypes, become more focused on jobs/roles</h4>
<div class="outline-text-4" id="text-1-6-12">
<p>
Pods, femininity with appearance
</p>
<ul class="org-ul">
<li>She's feminine because she's, like, physically attractive.</li>
<li>She's feminine because she's, like, she's, like, super-hot.</li>
<li>She's feminine because she's more outgoing.</li>
<li>She's feminine because she's an older woman.</li>
<li>She's feminine because she looks like a model.</li>
<li>She's feminine because of her looks.</li>
</ul>

<p>
Pods, Masculinity with size:
</p>
<ul class="org-ul">
<li>He's masculine because he builds, builds, and builds a family.</li>
<li>He's masculine because he's not only his height, he's also his build.</li>
<li>He's masculine because he's, like, his size.</li>
<li>He's masculine because he was always going for it.</li>
</ul>

<p>
Postpods, feminity also has to do with a job, but also qualities: 
</p>
<ul class="org-ul">
<li>She's feminine because she's an educated woman.</li>
<li>She's feminine because she's a designer.</li>
<li>She's feminine because she's so analytical.</li>
<li>She's feminine because she's more nurturing.</li>
</ul>

<p>
But also due to being discrete:
</p>
<ul class="org-ul">
<li>She's feminine because she doesn't show up to men often.</li>
<li>She's feminine because she doesn't wanna be seen.</li>
<li>She's feminine because she doesn't want it.</li>
</ul>

<p>
Masculinity has to do with job, providing:
</p>
<ul class="org-ul">
<li>He's masculine because he's a man that's driven, like, focused on getting out of bed and taking a nap and stuff.</li>
<li>He's masculine because he fits.</li>
<li>He's masculine because he's a lawyer.</li>
<li>He's masculine because he's an intelligent man.</li>
</ul>
</div>
</div>
