writings/four/four_sketch.org
*** physical touch is priority but ambivalent, becomes elevated and reassured
PODS- Physical touch seems to be a priority for partnership, but also
ends up being disappointing or not desired/worthwhile.

- Physical touch is the most important thing.
- Physical touch is important to me.
- Physical touch is so sexy.
- Physically, we are so happy.
- Physically, I'm so happy.
- Physically, I'm like, "Ooh, I'm so happy."
- Physical touch is like a glove.

- Physical touch is not what I imagined.
- Physical touch is not what I expected.
- Physical touch is not worth it for me physically.
- Physical touch is not where it ends.
- Physical touch is not enough to overcome my physical issues.
- Physical touch is not good enough to be real.
- Physical touch is not desired.

POSTPODS - physical touch is elevated to highest desire, physical
touch is reassured "my thing," "definitely present", "not a problem." 

- Physical touch is everything that I've ever wanted in a partner.
- Physical touch is everything that I've wanted in a wife.
- Physical touch is definitely present.
- Physical touch is a big part of what I want.
- Physical touch is my thing.
- Physical touch is not a problem.
- Physically, I feel like I'm in a restaurant.
  - close reading: when Marshall cooks her a meal at home, and she
    says this phrase.
  - The fact that you woke up hella early this morning to make me
    breakfast... Go to the market and everything. Is that pancakes?
    Wow, look at this! I'm about to tear this shit up. Wow! I feel
    like I'm in a restaurant. That's so sweet of you.
- Physically, it's a big day.
- Physically, there's so much potential here.
- Physically, I love him.
- Physically, it was the perfect opportunity.
- Physically, I'm not worried about you, and I feel like we're in a
  good place.
- Physically, it's a lot.
- Physically, I'm excited.

Physical touch is not
- Physical touch is not enough.
- Physical touch is not a problem.
- Physical touch is not a thing
  
*** voice shifts from pods to postpods: I want to kiss her/him to I want to kiss you
PODS
- I don't want to kiss her/him/you (repeated frequently).

POSTPODS
- I don't want to kiss you (repeated frequently). 
  
*** your body feels real, becomes analogous to ideas
In pods, repetition of
- "your body makes me feel so sexy",
- "your body me feel like it's real";

but also some strange contradictions, like "Your body makes me feel
like a piece of shit."

Postpods, repetition of
- "your body makes me feel so warm";
- "your body makes me feel like I'm in control";
- "Your body makes me feel like I can be my best self."

but also "Your body makes me feel like I'm a little lube" and "Your
body makes me feel like I'm in a restaurant." lol.

*** SELF PRESERVATION OVERCOMES ROMANTIC ASPIRATION
**** needs are relation to other, become focused on self-expression
PODS
I need to know.
I need to make sure you know.
I need to hug her.
I need to talk to you about something serious.
I need to know more.
I need to talk to you about it.

POSTPODS
I need to be honest with myself.
I need to say this.
I need to know what's going on, and if it's gonna be anything, that's gonna be the most important thing to me.
I need to have some time.
I need to be real with myself.

**** fear of rejection, becomes about self-preservation, losing things, compromising
PODS
- I'm afraid that I'll be stabbed.
- I'm afraid that I could fall in love with somebody for who they are, and it's a beautiful thing to say.
- I'm afraid that if I'm not with him, I'll find him.
- I'm afraid that I'll fall in love with you and...
- I'm afraid that if I were to fall in love with somebody who I was looking for, that would be my person.
- I'm afraid that she's gonna reject me.
- I'm scared that he's gonna reject me.
- I'm scared that I'm gonna pass out.
- I'm scared that I'm gonna fall in love with you.
- I'm scared that we're gonna fall in love and be like, "Perfect."

POSTPODS
- I'm afraid that I'm compromising.
- I'm afraid that we're gonna lose our jobs.
- I'm afraid that I'm not gonna be able to match her.
- I'm afraid that I'm gonna lose my sense of wonder.
- I'm afraid that I'm not in control.
- I'm scared that I might actually, like, go back to Mexico and start working here.
- I'm scared that I'm gonna lose my job.
- I'm scared that I'm gonna get hurt.
- I'm scared that I'm gonna lose everything.
  
