writings/four/four_sketch.html

<div id="outline-container-orgcca8362" class="outline-4">
<h4 id="orgcca8362"><span class="section-number-4">1.6.13.</span> physical touch is priority but ambivalent, becomes elevated and reassured</h4>
<div class="outline-text-4" id="text-1-6-13">
<p>
PODS- Physical touch seems to be a priority for partnership, but also
ends up being disappointing or not desired/worthwhile.
</p>

<ul class="org-ul">
<li>Physical touch is the most important thing.</li>
<li>Physical touch is important to me.</li>
<li>Physical touch is so sexy.</li>
<li>Physically, we are so happy.</li>
<li>Physically, I'm so happy.</li>
<li>Physically, I'm like, "Ooh, I'm so happy."</li>
<li>Physical touch is like a glove.</li>

<li>Physical touch is not what I imagined.</li>
<li>Physical touch is not what I expected.</li>
<li>Physical touch is not worth it for me physically.</li>
<li>Physical touch is not where it ends.</li>
<li>Physical touch is not enough to overcome my physical issues.</li>
<li>Physical touch is not good enough to be real.</li>
<li>Physical touch is not desired.</li>
</ul>

<p>
POSTPODS - physical touch is elevated to highest desire, physical
touch is reassured "my thing," "definitely present", "not a problem." 
</p>

<ul class="org-ul">
<li>Physical touch is everything that I've ever wanted in a partner.</li>
<li>Physical touch is everything that I've wanted in a wife.</li>
<li>Physical touch is definitely present.</li>
<li>Physical touch is a big part of what I want.</li>
<li>Physical touch is my thing.</li>
<li>Physical touch is not a problem.</li>
<li>Physically, I feel like I'm in a restaurant.
<ul class="org-ul">
<li>close reading: when Marshall cooks her a meal at home, and she
says this phrase.</li>
<li>The fact that you woke up hella early this morning to make me
breakfast&#x2026; Go to the market and everything. Is that pancakes?
Wow, look at this! I'm about to tear this shit up. Wow! I feel
like I'm in a restaurant. That's so sweet of you.</li>
</ul></li>
<li>Physically, it's a big day.</li>
<li>Physically, there's so much potential here.</li>
<li>Physically, I love him.</li>
<li>Physically, it was the perfect opportunity.</li>
<li>Physically, I'm not worried about you, and I feel like we're in a
good place.</li>
<li>Physically, it's a lot.</li>
<li>Physically, I'm excited.</li>
</ul>

<p>
Physical touch is not
</p>
<ul class="org-ul">
<li>Physical touch is not enough.</li>
<li>Physical touch is not a problem.</li>
<li>Physical touch is not a thing</li>
</ul>
</div>
</div>

<div id="outline-container-org170a9b1" class="outline-4">
<h4 id="org170a9b1"><span class="section-number-4">1.6.14.</span> voice shifts from pods to postpods: I want to kiss her/him to I want to kiss you</h4>
<div class="outline-text-4" id="text-1-6-14">
<p>
PODS
</p>
<ul class="org-ul">
<li>I don't want to kiss her/him/you (repeated frequently).</li>
</ul>

<p>
POSTPODS
</p>
<ul class="org-ul">
<li>I don't want to kiss you (repeated frequently).</li>
</ul>
</div>
</div>

<div id="outline-container-orgf7a8c63" class="outline-4">
<h4 id="orgf7a8c63"><span class="section-number-4">1.6.15.</span> your body feels real, becomes analogous to ideas</h4>
<div class="outline-text-4" id="text-1-6-15">
<p>
In pods, repetition of
</p>
<ul class="org-ul">
<li>"your body makes me feel so sexy",</li>
<li>"your body me feel like it's real";</li>
</ul>

<p>
but also some strange contradictions, like "Your body makes me feel
like a piece of shit."
</p>

<p>
Postpods, repetition of
</p>
<ul class="org-ul">
<li>"your body makes me feel so warm";</li>
<li>"your body makes me feel like I'm in control";</li>
<li>"Your body makes me feel like I can be my best self."</li>
</ul>

<p>
but also "Your body makes me feel like I'm a little lube" and "Your
body makes me feel like I'm in a restaurant." lol.
</p>
</div>
</div>

<div id="outline-container-org470cf8e" class="outline-4">
<h4 id="org470cf8e"><span class="section-number-4">1.6.16.</span> SELF PRESERVATION OVERCOMES ROMANTIC ASPIRATION</h4>
<div class="outline-text-4" id="text-1-6-16">
</div>
<ol class="org-ol">
<li><a id="orgd981a13"></a>needs are relation to other, become focused on self-expression<br />
<div class="outline-text-5" id="text-1-6-16-1">
<p>
PODS
I need to know.
I need to make sure you know.
I need to hug her.
I need to talk to you about something serious.
I need to know more.
I need to talk to you about it.
</p>

<p>
POSTPODS
I need to be honest with myself.
I need to say this.
I need to know what's going on, and if it's gonna be anything, that's gonna be the most important thing to me.
I need to have some time.
I need to be real with myself.
</p>
</div>
</li>

<li><a id="org173d765"></a>fear of rejection, becomes about self-preservation, losing things, compromising<br />
<div class="outline-text-5" id="text-1-6-16-2">
<p>
PODS
</p>
<ul class="org-ul">
<li>I'm afraid that I'll be stabbed.</li>
<li>I'm afraid that I could fall in love with somebody for who they are, and it's a beautiful thing to say.</li>
<li>I'm afraid that if I'm not with him, I'll find him.</li>
<li>I'm afraid that I'll fall in love with you and&#x2026;</li>
<li>I'm afraid that if I were to fall in love with somebody who I was looking for, that would be my person.</li>
<li>I'm afraid that she's gonna reject me.</li>
<li>I'm scared that he's gonna reject me.</li>
<li>I'm scared that I'm gonna pass out.</li>
<li>I'm scared that I'm gonna fall in love with you.</li>
<li>I'm scared that we're gonna fall in love and be like, "Perfect."</li>
</ul>

<p>
POSTPODS
</p>
<ul class="org-ul">
<li>I'm afraid that I'm compromising.</li>
<li>I'm afraid that we're gonna lose our jobs.</li>
<li>I'm afraid that I'm not gonna be able to match her.</li>
<li>I'm afraid that I'm gonna lose my sense of wonder.</li>
<li>I'm afraid that I'm not in control.</li>
<li>I'm scared that I might actually, like, go back to Mexico and start working here.</li>
<li>I'm scared that I'm gonna lose my job.</li>
<li>I'm scared that I'm gonna get hurt.</li>
<li>I'm scared that I'm gonna lose everything.</li>
</ul>
</div>
</li>
