writings/four/four_sketch.html

<li><a id="org7394ef4"></a>family/kids are projection &amp; normative, become cynical, resisting control and commitment<br />
<div class="outline-text-5" id="text-1-6-16-3">
<p>
PODS
</p>
<ul class="org-ul">
<li>I want to have kids by myself.</li>
</ul>

<p>
When prompted with the input phrase, "I want," many of the responses
emphasize family roles, kids, and being loved beyond appearances.  
</p>

<p>
Sentences like, "I want to be a father figure for my kids," and "I
want my mom to have grandchildren," and "I want someone who wants to
be a dad, and I want someone who wants to be a grandfather." These
sentences emphasize roles that are desirable not just for the subject
themself, "to be a father figure," but also for others in the family
structure: for a partner to "be a dad," for a mom "to have
grandchilren." The desire to have children is also linked to the
parents' desire: "I want kids like my parents did," and "I want kids
like my dad did with me." Children are desirable not only for
reproducing the family structure but also for solidify roles
within it.
</p>

<p>
There is a concern with giving "kids" the same or better life that one
has. In some examples, the concern is more explicity with markers of
social mobility: "I want kids to be able to go to college, and to
graduate college"; "I want kids to be able to go to college, to become
successful, and to have successful families"; and "I want kids to be
able to have that, you know."
</p>

<p>
There is a point when the desire for the kids' wellbeing appears to
blend into the parents' desire. An example like, "I want kids to be
like, 'I'm gonna follow my heart,'" appears to mean that the kids
should follow their heart, while ones like "I want kids to be able to
make the most important decision of their lives," seems to be a
reflection of not the kid's desire but that of the speaker, who in the
course of the show will be making the most important decision of his
life.
</p>

<p>
But "kids" not only refers to the desire of the speaking subject, it
can also stand in for that of the romantic object. This slippage
creates the nonsensical sentence, "I want my kids to have a future
together where we can just see it and be like, 'Oh, I'm not picking
the right kids.'" Here, references to having "a future together" and
"picking the right kids" likely refer to the potential partner. This
slippage between the kids and the partner leads to a humorous
conclusion: that the kids are not the right choice.
</p>

<p>
Although the sentence is humorous, I suggest that the interpretation
ought to be quite literal. To the machine, the predicted sentence is
the most likely outcome, based on its training from the show's
transcripts. This slippage between "kids" and the romantic couple
means that very likely, in the word vector database, the vectors for
"kids" is closely associated with that of the romantic couple. To the
machine, then, the kids significantly stand in for the self and for
the couple, which naturally leads to the outcome that choosing a
partner is also a way of choosing the kids. Other sentences suggest a
similar explanation: "I don't want kids falling in love with me
because they don't know what I'm doing"; "I want kids to know that I
love them, and I want them to know that I'm still going through this";
"I don't want kids to feel pressure."
</p>

<p>
This effect is more dramatized from the episodes that follow the pods,
where references to "kids" take on noticeably darker outcomes: "I
don't want kids to feel like&#x2026; like they're being controlled," "I
don't want kids like that to come into my life," and "I don't want
kids to feel like&#x2026; they're not ready for marriage."
</p>
</div>
</li>
</ol>
</div>

<div id="outline-container-orga0bd829" class="outline-4">
<h4 id="orga0bd829"><span class="section-number-4">1.6.17.</span> misc outputs</h4>
<div class="outline-text-4" id="text-1-6-17">
<p>
I've had a lot of weight on my shoulders.
I'm a very passionate person.
I'm excited to spend my first night with her.
I'm so excited to talk to you.
I think that I'm falling in love with you too.
I've fallen in love.
I'm just so scared.
I've been feeling really good about it.
</p>

<p>
I'm really happy for you.
I'm just gonna have to&#x2026;
I think that, like, we can work through it and, like, move it to where we need it to be.
I think so.
I love it.
I'm happy you got me all the way through the loop.
I don't know.
I don't want you to get hurt.
</p>

<p>
The future with you, it's gonna be tenfold.
The future togetherness is gonna be great.
The future with her, she's gonna be there forever.
</p>

<p>
The future looks pretty bleak.
The future has been absolutely horrible.
The future, like, relationships with her are gonna be very intense.
</p>
</div>
</div>
</div>
<div id="outline-container-org8883087" class="outline-3">
<h3 id="org8883087"><span class="section-number-3">1.7.</span> <span class="todo TODO">TODO</span> reading notes</h3>
<div class="outline-text-3" id="text-1-7">
</div>
<div id="outline-container-org187ed20" class="outline-4">
<h4 id="org187ed20"><span class="section-number-4">1.7.1.</span> Gould, Wren Ariel. “Coconstructing (Trans-)Capitalist Realism: Trans Activisms Collude in the Political Economy Structuring Anti-Trans Laws.” TSQ: Transgender Studies Quarterly, vol. 11, no. 2, May 2024, pp. 214–38. Silverchair, <a href="https://doi.org/10.1215/23289252-11215470">https://doi.org/10.1215/23289252-11215470</a>.</h4>
</div>
<div id="outline-container-orgbaeabde" class="outline-4">
<h4 id="orgbaeabde"><span class="section-number-4">1.7.2.</span> Terán, Ira, and Emrys Travis. “A Small Piece of Red Sky to Fly In.” TSQ, vol. 11, no. 2, May 2024, pp. 186–213. DOI.org (Crossref), <a href="https://doi.org/10.1215/23289252-11215457">https://doi.org/10.1215/23289252-11215457</a>.</h4>
<div class="outline-text-4" id="text-1-7-2">
<ul class="org-ul">
<li>Trans Marxism views trans identity as "nothing less than the bodily
manifestation of a broader struggle for the reconfiguration of the
human toward the coordinates of socialism" (Terán, Travis, "A Small
Piece of Red Sky to Fly in")</li>
</ul>
</div>
</div>

<div id="outline-container-org81a04f2" class="outline-4">
<h4 id="org81a04f2"><span class="section-number-4">1.7.3.</span> <span class="todo TODO">TODO</span> Raha, Nat. “The Limits of Trans Liberalism—By Nat Raha.” Verso, <a href="https://www.versobooks.com/blogs/news/2245-the-limits-of-trans-liberalism-by-nat-raha">https://www.versobooks.com/blogs/news/2245-the-limits-of-trans-liberalism-by-nat-raha</a>. Accessed 20 Feb. 2025.</h4>
<div class="outline-text-4" id="text-1-7-3">
<ul class="org-ul">
<li>"trans liberalism" - the idea that extending equal rights to trans
people is the solution to inequality. 
<ul class="org-ul">
<li>"This form of trans politics—that may be described as ‘trans
liberalism’—argues that transgender rights are the solution to the
problems facing trans people, and will enable our participation in
(Western) capitalist society; that, alongside rights, positive
media representation is the best method to win over the cisgender
world and improve the standing of trans subjects within the
multicultural diversity of an apparently equal society. The basis
of this ‘equality’ is fictitious: the neoliberal states, in which
these demands are made, reproduce socio-economic divisions along
intersecting lines of race and class, gender, sexuality,
dis/ability, nationality and immigration status. Without
challenging the existing inequality of society, trans activism
modelled on ‘successful’ liberal lesbian and gay rights
initiatives—such as the work undertaken by the Human Rights
Campaign in the US and Stonewall UK—advocates for social inclusion
that occurs with and through the disenfranchisement of the poor."
(Nat Raha, "The Limits of Trans Liberalism", 2015)</li>
</ul></li>
</ul>
</div>
</div>
