writings/four/four_sketch.html

<div id="outline-container-org031d07b" class="outline-4">
<h4 id="org031d07b"><span class="section-number-4">1.7.4.</span> <span class="todo TODO">TODO</span> Bettcher, Talia Mae; Transphobia. TSQ 1 May 2014; 1 (1-2): 249–251. doi: <a href="https://doi.org/10.1215/23289252-2400181">https://doi.org/10.1215/23289252-2400181</a></h4>
<div class="outline-text-4" id="text-1-7-4">
<p>
Transphobia indicates a rational fear, "grounded in a larger cisgender
social context", which is structural and difficult to parcel out:
</p>
<ul class="org-ul">
<li>"Provisionally, the term can be defined to mean any negative
attitudes (hate, contempt, disapproval) directed toward trans people
because of their being trans. When taken literally, the word means a
kind of fear. But like homophobia (on which the word is modeled), it
is used more broadly. And while transphobia suggests an analogy with
terms like agoraphobia and therefore implies irrationality
(Merriam-Webster's Collegiate Dictionary defines homophobia as “an
irrational fear of, aversion to, or discrimination against
homosexuality or homosexuals”1; most dictionaries do not define
transphobia at all), this implication ought to be rejected.
Transphobia occurs in a broader social context that systematically
disadvantages trans people and promotes and rewards antitrans
sentiment. It therefore has a kind of rationality to it, grounded in
a larger cisgenderist social context (Hopkins 1996)." (Bettcher
249).</li>
<li>"A trans woman might be targeted not because of her trans status
but because she is simply viewed as a sex worker (Namaste 2005).
Moreover, at least in some cases, transphobia may be inseparably
blended with misogyny or racism in ways that challenge a single-axis
model of power (Juang 2006). Such inseparabilities undermine the
attempt to account for transphobia in a way that excludes or
marginalizes considerations of sexism, racism, classism, ableism,
and so forth. This consideration is important because it questions
why certain instances of violence should be characterized as
instances of transphobia (as opposed to instances of racism or
sexism) in the first place and what the underlying political agenda
sustaining such characterization is. My conclusion, at any rate, is
that while we might have a definition of transphobia, the term is
not much more than a convenient (and not altogether innocent)
placeholder for the real intellectual work that remains to be done."
(Bettcher 251).</li>
</ul>
</div>
</div>
