writings/four/four_sketch.html

<div id="outline-container-orgea5d0c2" class="outline-4">
<h4 id="orgea5d0c2"><span class="section-number-4">1.7.5.</span> <span class="todo TODO">TODO</span> Amin, Kadji. “Taxonomically Queer? Sexology and New Queer, Trans, and Asexual Identities.” GLQ: A Journal of Lesbian and Gay Studies, vol. 29, no. 1, 2023, pp. 91–107.</h4>
<div class="outline-text-4" id="text-1-7-5">
<p>
About how we categorize gender.
</p>

<p>
We've moved from a heterosexual matrix to a kaleidoscope, "in which
each axis of definition is mobile and may be combined with any other
axis, making way for an almost infinite array of variations" (Amin,
"Taxonomically" 91).
</p>

<p>
The "a nuanced and nimble vocabulary through which to know, define,
and communicate their own unique gender and sexual subjectivity," a
taxonomy, goes against queerness and Queer and Trans Theory, and
participates in racial and sexological logics. 
</p>
<ul class="org-ul">
<li>"what could be further from the queer — which might be glossed as a
deconstructive method of troubling categorizations — than taxonomy,
a scientific method of establishing them?" (Amin, "Taxonomically"
92).</li>
<li>"contemporary queer systems of identity are the latest iteration of
the classificatory logics behind sexology in particular and racial
science more generally" (Amin, "Taxonomically" 92).</li>
<li>"How are the scholarly fields of queer and trans studies — which
have taken shape in ambivalent resistance to sexology and taxonomy
alike — to contend with the departure of the cultures to which they
owe their existence from this basic orientation?" (Amin,
"Taxonomically" 93).</li>
</ul>

<p>
History of taxonomization
</p>
<ul class="org-ul">
<li>"the distinction between gender and sexuality was always a
sexological invention — a taxonomical principle masquerading as an
ontological distinction" (Amin, "Taxonomically" 92).</li>
</ul>

<p>
Taxonomy a tactic of white supremacy:
</p>
<ul class="org-ul">
<li>"As damaging as sexological taxonomies have been for many gender and
sexual deviants, to be sexologically diagnosable in the first place
was a white distinction — a testament to the individuality,
complexity, and value of white bodies and psyches. As many scholars
have demonstrated, Indigenous and racialized peoples were not
considered deviant as sexological individuals who might be
homosexuals, sadists, sexual fetishists, etc., but rather en masse,
as constitutively and polymorphously perverse populations (Ross
2005; Driskill 2016)." (Amin, "Taxonomically" 95).</li>
</ul>

<p>
Can taxonomy be queered? According to Love?
</p>
<ul class="org-ul">
<li>"In light of this noxious history, is it even conceivable to put a
queer spin on taxonomy? This question dovetails with methodological
debates in queer studies that ask if scientific and social
scientific methods that have been part of the objectification of the
world in ways organized around anti-Blackness, colonial conquest,
and the pathologization of deviance can be repurposed for more
innocent or even progressive ends or whether such methods inevitably
perpetuate the hierarchical, violent, and racist epistemological
frameworks from which they emerged (Love 2015; Ghaziani and Brim
2019). We might locate the contemporary queer, trans, and asexual
taxonomical renaissance as a crucial case study within this debate."
(Amin, "Taxonomically" 96).</li>
</ul>

<p>
Taxonomy has epistemological assumptions, significantly, that
identities are essential, and dovetail with current ideas of gender
being biologically rooted. 
</p>
<ul class="org-ul">
<li>"Taxonomy’s biological inheritance brings with it the conceit that
taxonomical categories and divisions are objective and innate, the
hidden laws that govern what manifests in the natural world. This is
the foundational premise of Hirschfeld’s taxonomy: that everything —
from choice of hobbies, to aptitude for a certain profession, to
gait, to taste in undergarments, to preference for certain sex acts,
to attraction to cavalrymen — is ultimately biologically determined,
albeit according to sexed elements that are far more complex and
variable than mere binary genital anatomy. Despite the ethos of
self-identification and rejection of outside (or insider) experts
classifying individuals according to “objective” criteria, new queer
taxonomies end up dovetailing, sometimes intentionally (Chasin
2013), with popular and medical beliefs that sexual and gender
identities are biologically rooted, innate, unchanging, and discrete
from one another. This, in turn, reinforces damaging, exclusionary,
and grossly oversimplified criteria about who counts as, for
instance, a “true” transsexual or authentic asexual. Indeed, the
vernacular thirst to taxonomize partakes of a scientism that
animates faith in taxonomy as a significant and meaningful method in
the first place." (Amin, "Taxonomically" 100).</li>
<li>"New spins on taxonomy risk installing a new universalism that
downgrades competing epistemologies to the status of the local, the
backward, the traditional, or the false conflation." (Amin,
"Taxonomically" 101).</li>
</ul>


<p>
Dis-identification as a strategy for working within these taxonomies
</p>
<ul class="org-ul">
<li>"I want to acknowledge the creative and resourceful ways in which
Indigenous and racialized people “dis-identify” with these
categories, creatively reworking them and exposing their normative
operations from within (Muñoz 1999). Such disidentificatory
performances occur every time an Indigenous or racialized person
lays claim to one of these categories while calling attention to the
fact that theirs are usually not the bodies evoked by this category,
and even that, racially speaking, they may not have access to
cisgender binaries or ideals about “healthy” levels of sexual desire
in the first place" (Amin, "Taxonomically" 103).</li>
</ul>


<p>
Dis-identification as a strategy for working within these taxonomies
</p>

<p>
"Whether or not scholars critique it, however, the queer taxonomical
imaginary is likely here to stay. I, for one, find the growing
bifurcation of queer, trans, and asexual scholarly analytics from
queer, trans, and asexual practices of living frankly unethical. My
proposal, then, is threefold. First, “deidealize” queerness by
recognizing that taxonomy can be queer, in the sense of being useful
and meaningful to queer-identified people (Amin 2017). This approach
requires cultivating scholarly sympathy and empirical curiosity about
the identifications, erotics, relations, and life-ways opened up by
new, queer, trans, and asexual taxonomies. Second, continually center
those Indigenous, non-Western, and historical ontologies of being that
new taxonomies — with their universalist scientific trappings —
threaten to erase, incorporate, [End Page 104] and/or supersede.
Finally, fuck with the universalizing presumptions of the taxonomical
method from within by generating idiosyncratic interpretations and
translations that explode the epistemological and ontological
foundations of taxonomy itself. That, I think, would be an ethical
scholarly approach to new queer, trans, and asexual taxonomies."
</p>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: fcalado</p>
<p class="date">Created: 2026-01-30 Fri 10:56</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
